Repository: dhyannataraj/sim-im-test
Catalog: trunk/po/*.po
Languages: sk

source: &Statistic
sk: tatis&tika

source: Phone:
sk: Telef�:

source: Service:
sk: Sluba:

source: Register new user
sk: Registr�ia nov�o u�atea

source: Remove record from journal?
sk: Odstr�i z�nam z denn�a?

source: _n: LiveJournal post %n LiveJournal posts
sk: _n: Odoslanie na Live Journal %n odoslan�na Live Journal

source: _n: Friends updated Friends updated %n
sk: _n: Priatelia aktualizovan Priateov aktualizovanch %n

source: &Remove from journal
sk: Odst&r�i z denn�a

source: LiveJournal &post
sk: &Odoslan�na Live Journal

source: LiveJournal &WWW
sk: &WWW Live Journal

source: Friends updated
sk: Priatelia aktualizovan

source: Posting failed
sk: Chybn�odslanie

source: Invalid username
sk: Neplatn�u�atesk�meno

source: aggravated
sk: zven

source: angry
sk: natvan

source: annoyed
sk: zlostn

source: anxious
sk: zkostliv

source: bored
sk: nudn

source: confused
sk: popleten

source: crappy
sk: mizern

source: cranky
sk: vratk

source: depressed
sk: deprimovan

source: discontent
sk: nespokojn

source: energetic
sk: akt�ny

source: enraged
sk: rozzren

source: enthralled
sk: fascinovan

source: exhausted
sk: vy�rpan

source: happy
sk: astn

source: high
sk: vysok

source: horny
sk: rohat

source: hungry
sk: hladn

source: infuriated
sk: rozren

source: irate
sk: rozhnevan

source: jubilant
sk: v�zosl�ny

source: lonely
sk: osamel

source: moody
sk: n�adov

source: pissed off
sk: natvan

source: sad
sk: smutn

source: satisfied
sk: spokojn

source: sore
sk: boav

source: stressed
sk: stresovan

source: thirsty
sk: sm�n

source: thoughtful
sk: zamyslen

source: tired
sk: unaven

source: touched
sk: dotknut

source: lazy
sk: leniv

source: drunk
sk: opit

source: ditzy
sk: pochab

source: mischievous
sk: zlomyseln

source: morose
sk: mrzut

source: gloomy
sk: sk�n

source: melancholy
sk: melancholick

source: drained
sk: vy�rpan

source: excited
sk: vzrušený

source: relieved
sk: ukudnen

source: hopeful
sk: n�ejn

source: amused
sk: pobaven

source: determined
sk: rozhodnut

source: scared
sk: vystraen

source: frustrated
sk: frustrovan

source: indescribable
sk: nepop�aten

source: sleepy
sk: ospal

source: groggy
sk: otrasen

source: hyper
sk: rozrušený

source: relaxed
sk: uvonen

source: restless
sk: nepokojn

source: disappointed
sk: zklaman

source: curious
sk: zvedav

source: mellow
sk: zrel

source: peaceful
sk: pokojn

source: bouncy
sk: iv

source: nostalgic
sk: nostalgick

source: okay
sk: v poriadku

source: rejuvenated
sk: omladen

source: complacent
sk: spokojn

source: content
sk: spokojn

source: indifferent
sk: bezvznamn

source: silly
sk: hlpy

source: flirty
sk: koketn

source: calm
sk: kudn

source: refreshed
sk: vyspel

source: optimistic
sk: optimistick

source: pessimistic
sk: pesimistick

source: giggly
sk: hih�v

source: pensive
sk: zamyslen

source: uncomfortable
sk: nepohodln

source: lethargic
sk: letargick

source: listless
sk: apatick

source: recumbent
sk: leiaci

source: exanimate
sk: bezduch

source: embarrassed
sk: rozpa�t

source: envious
sk: z�istliv

source: sympathetic
sk: solid�ny

source: sick
sk: chor

source: hot
sk: horci

source: cold
sk: studen

source: worried
sk: ustaran

source: loved
sk: mil

source: awake
sk: zobuden

source: working
sk: pracovn

source: productive
sk: produkt�ny

source: accomplished
sk: hotov

source: busy
sk: zanepr�nen

source: blah
sk: nezmyseln

source: full
sk: pln

source: grumpy
sk: mrzut

source: weird
sk: podivn

source: nauseated
sk: zhnusen

source: ecstatic
sk: vo vyt�n�

source: chipper
sk: �pern

source: rushed
sk: splaen

source: contemplative
sk: h�av

source: nerdy
sk: chrap�ky

source: geeky
sk: morbidn

source: cynical
sk: cynick

source: quixotic
sk: donchichotsk

source: crazy
sk: bl�niv

source: creative
sk: tvoriv

source: artistic
sk: umeleck

source: pleased
sk: poteen

source: bitchy
sk: nemravn

source: guilty
sk: vinn

source: irritated
sk: podr�en

source: blank
sk: pr�dny

source: apathetic
sk: apatick

source: dorky
sk: nemotorn

source: impressed
sk: ohromen

source: naughty
sk: nezbedn

source: predatory
sk: krut

source: dirty
sk: pinav

source: giddy
sk: povrchn

source: surprised
sk: prekvapen

source: shocked
sk: okovan

source: rejected
sk: odmietnut

source: numb
sk: zkrehl

source: cheerful
sk: radostn

source: good
sk: dobr

source: distressed
sk: smutn

source: intimidated
sk: vystraen

source: crushed
sk: zdrten

source: devious
sk: krivoak

source: thankful
sk: v��

source: grateful
sk: v��

source: jealous
sk: iarliv

source: nervous
sk: nerv�ny

source: Recent Entries
sk: Posledn�z�namy

source: Calendar View
sk: Pohad na kalend�

source: Friends View
sk: Pohad na priateov

source: Your Profile
sk: V�profil

source: Your To-Do List
sk: V�zoznam pracovnch loh

source: Change Settings
sk: Zmeni nastavenia

source: Support
sk: Podpora

source: Personal Info
sk: Osobn�inform�ie

source: Journal Settings
sk: Nastavenia denn�a

source: Add community results
sk: Prida vsledky komunity

source: Community %1 added to list
sk: Komunita %1 bol pridan�do zoznamu

source: Community %1 already in list
sk: Komunita %1 je u v zozname

source: Path:
sk: Cesta:

source: Check interval:
sk: Interval kontroly:

source: minutes
sk: minty

source: Use &fast server - only for paying customers
sk: Poui rchly server - len pre platiacich z�azn�ov

source: Subject:
sk: Predmet:

source: Security:
sk: Bezpe�os:

source: Public
sk: Verejn

source: Private
sk: Skromn

source: Mood:
sk: N�ada:

source: Enable comments
sk: Povoli koment�e

source: No email comments
sk: iadne koment�e elektronickej poty

source: Disable comments
sk: Zak�a koment�e

source: Community:
sk: Komunia:

source: &Add community
sk: Prid&a komunitu

source: Download ASpell
sk: Stiahnu ASpell

source: Add '%1'
sk: Prida '%1'

source: Ignore '%1'
sk: Ignorova '%1'

source: Plugin provides check spelling
sk: Zásuvný modul umožňuje kontrolova pravopis

source: Item
sk: PPoloka

source: In command line you can use:
sk: V pr�azovom riadku m�te poui:

source: Event
sk: Udalost

source: Contact online
sk: Kontakt sa pripojil

source: Status changed
sk: Status sa zmenil

source: For message events message text will be sent on standard input of the program. If the program will return a zero error code message text will be replaced with program output. If program output is empty, message will be destroyed. Thus it is possible to organize additional messages filters.
sk: Pri udalosti spr�a bude text spr�y poslan ako tandardn vstup pre program.

source: Action
sk: Akcia

source: Plugin execute external programs on event or from contact menu
sk: Z�uvn modul dovouje spanie programov na z�lade udalost�alebo z poznuky kontaktov

source: &Action
sk: &Akcia

source: Add Item
sk: Prida poloku

source: Item:
sk: Poloka:

source: Navigate
sk: Navig�ia

source: Plugin provides navigation on hyperlinks, call an external browser and mailer
sk: Zásuvný modul umožňuje navig�iu po odkazoch, spa extern prehliada�a potov klient

source: Send mail
sk: Odosla potu

source: Browser:
sk: Prehliada�

source: Mailer:
sk: Potov klient:

source: Open links in &new window
sk: Otvori linky v &novom okne

source: Get a Yahoo! ID
sk: Z�ka Yahoo! ID

source: Yahoo! login lock
sk: Z�ka na logine Yahoo!

source: Your account has been locked
sk: Vae konto bolo zablokovan�

source: Your account is being used from another location
sk: Vae konto je pou�an�z in�o miesta

source: Not at home
sk: Nie je doma

source: Not at my desk
sk: Nie je na mojom stole

source: Not in the office
sk: Nie je v kancel�ii

source: On vacation
sk: Na dovolenke

source: Out to lunch
sk: Na obede

source: Stepped out
sk: Odkráčal

source: Yahoo! search results
sk: Vsledky Yahoo! hadania

source: Contact %1 added in group %2
sk: Kontakt %1 bol pridan do skupiny %2

source: Replace text
sk: Zmeni text

source: Plugin provides text replacing in message edit window
sk: Zásuvný modul umožňuje meni text v okne edit�ie spr�y

source: You type
sk: P�

source: You send
sk: Odosiela

source: Weather
sk: Po�sie

source: Plugin provides show weather
sk: Z�uvn modul umo�je zobrazenie po�sia

source: Not connected
sk: Nepripojený

source: Monday
sk: Pondelok

source: Tuesday
sk: Utorok

source: Wednesday
sk: Streda

source: Thursday
sk: tvrtok

source: Friday
sk: Piatok

source: Saturday
sk: Sobota

source: Sunday
sk: Nedea

source: _: weather Overcast
sk: Zatiahnut�obloha

source: _: weather Fog
sk: Hmla

source: _: weather Haze
sk: Opar

source: _: weather Storm
sk: Brka

source: _: weather Rain
sk: D�

source: _: weather Snow
sk: Sneenie

source: _: weather Light Rain
sk: ahk d�

source: _: weather Light Snow
sk: ahk�sneenie

source: _: weather Few Snow
sk: Ob�sn�sneenie

source: _: weather Scattered Snow
sk: Ojedinel�sneenie

source: _: weather Clear
sk: Jasno

source: _: weather Showers
sk: Preh�ky

source: _: weather Mostly Clear
sk: Prevane jasno

source: _: weather Sunny
sk: Slne�o

source: _: weather Fair
sk: Vyjasnenie

source: _: weather Cloudy
sk: Obla�o

source: _: weather Mostly Cloudy
sk: Prevane obla�o

source: _: weather Partly Cloudy
sk: �asto�e obla�o

source: _: weather Wind
sk: Veterne

source: _: weather Drizzle
sk: Mrholenie

source: _: weather Light Drizzle
sk: Slab�mrholenie

source: _: weather Drifting Snow
sk: ahk�sneenie

source: _: weather Scattered
sk: Ojedinele

source: _: weather steady
sk: Vytrvalé

source: _: weather rising
sk: Zvyovanie

source: _: weather falling
sk: Zniovanie

source: _: weather Unlimited
sk: Neobmedzene

source: _: weather N
sk: S

source: _: weather NNW
sk: SSZ

source: _: weather NW
sk: SZ

source: _: weather WNW
sk: ZSZ

source: _: weather W
sk: Z

source: _: weather WSW
sk: ZJZ

source: _: weather SW
sk: JZ

source: _: weather SSW
sk: JJZ

source: _: weather S
sk: J

source: _: weather SSE
sk: JJV

source: _: weather SE
sk: JV

source: _: weather ESE
sk: VJV

source: _: weather E
sk: V

source: _: weather ENE
sk: VSV

source: _: weather NE
sk: SV

source: _: weather NNE
sk: SSV

source: and
sk: a

source: _: weather Early
sk: Skoro

source: _: weather Late
sk: Neskoro

source: gust
sk: n�azov

source: %l<br><br> <img src="icon:weather"> %c<br> Temperature: <b>%t</b> (feels like: <b>%f</b>)<br> Humidity: <b>%h</b><br> Pressure: <b>%p</b> (%q)<br> Wind: <b>%b</b> <b>%w %g</b><br> Visibility: <b>%v</b><br> Dew Point: <b>%d</b><br> Sunrise: %r<br> Sunset: %s<br> <br> Updated: %u<br>
sk: %l<br><br> <img src="icon:weather"> %c<br> Teplota: <b>%t</b> (feels like: <b>%f</b>)<br> Vlhkos: <b>%h</b><br> Tlak: <b>%p</b> (%q)<br> Vietor: <b>%b</b> <b>%w %g</b><br> Viditenos: <b>%v</b><br> Rozn bod: <b>%d</b><br> Vchod slnka: %r<br> Z�ad slnka: %s<br> <br> Aktualizovan� %u<br>

source: <br> <nobr><b>%d %w</b></nobr><br> <img src="icon:weather%n"> %c<br> Temperature: <b>%t</b><br>
sk: <br> <nobr><b>%d %w</b></nobr><br> <img src="icon:weather%n"> %c<br> Teplota: <b>%t</b><br>

source: Location %1 not found
sk: Lokalita %1 nebola n�den�

source: Location ID:
sk: ID lokality:

source: You can enter ID as part URL for your location on weather.com
sk: M�te vloi ID ako �s URl vaej lokality na weather.com

source: Metric
sk: Metrick�

source: Standart
sk: tandardn�

source: Forecast days:
sk: Predpove�na dni:

source: Units:
sk: Jednotky:

source: Temperature
sk: Teplota

source: Humidity
sk: Vlhkos

source: Wind direction
sk: Smer vetra

source: Wind speed
sk: Rchlos vetra

source: Wind gust
sk: N�azy vetra

source: Wind speed (m/s)
sk: Rchlos vetra (m/s)

source: Wind gust (m/s)
sk: N�azy vetra (m/s)

source: Pressure
sk: Tlak

source: Pressure state
sk: Stav tlaku

source: Visibility
sk: Viditenos

source: Dew Point
sk: Rosn bod

source: Location
sk: Lokalita

source: Updated
sk: Aktualizovan�

source: Sunraise
sk: Vchod slnka

source: Sunset
sk: Z�ad slnka

source: Conditions
sk: Podmienky

source: Number
sk: �slo

source: Day of week
sk: De�v tdni

source: Button text:
sk: Text tla�tka:

source: Button tip:
sk: Tip tla�tka:

source: Forecast tip:
sk: Predpove�
