Repository: dhyannataraj/sim-im-test
Catalog: trunk/po/*.po
Languages: sk

source: Computers
sk: Po�ta�

source: Culture & Literature
sk: Kultra & Literatúra

source: Hobbies
sk: Koníčky

source: ICQ - Providing Help
sk: ICQ - poskytovanie pomoci

source: Lifestyle
sk: ivotn tl

source: Movies/TV
sk: Filmy/TV

source: Music
sk: Hudba

source: Outdoor Activities
sk: Aktivity v prírode

source: Parenting
sk: Rodičovstvo

source: Pets/Animals
sk: Domáce zvieratá/Zvieratá

source: Religion
sk: Náboženstvo

source: Science/Technology
sk: Veda/Technika

source: Skills
sk: Zručnosti

source: Sports
sk: Športy

source: Nature and Environment
sk: Príroda a prostredie

source: News & Media
sk: Noviny & Médiá

source: Government
sk: Vláda

source: Business & Economy
sk: Obchod & Ekonomika

source: Mystics
sk: Mystika

source: Travel
sk: Cestovanie

source: Astronomy
sk: Astronómia

source: Space
sk: Vesmír

source: Clothing
sk: Móda

source: Parties
sk: Párty

source: Women
sk: Ženy

source: Social science
sk: Sociálne vedy

source: 60's
sk: '60 roky

source: 70's
sk: '70 roky

source: 80's
sk: '80 roky

source: 50's
sk: '50 roky

source: Finance and corporate
sk: Financie a spoločnosti

source: Entertainment
sk: Zábava

source: Consumer electronics
sk: Spotrebná elektronika

source: Retail stores
sk: Obchod

source: Health and beauty
sk: Zdravie a krása

source: Media
sk: Médiá

source: Household products
sk: Domáce produkty

source: Mail order catalog
sk: Zásielkové katalógy

source: Business services
sk: Obchodné služby

source: Audio and visual
sk: Audio a video

source: Sporting and athletic
sk: portov�ie

source: Publishing
sk: Publikov��

source: Home automation
sk: Automatiz�ia v dom�nosti

source: Female
sk: ena

source: Male
sk: Mu

source: Burmese
sk: Barmsky

source: Cantonese
sk: Kantonsky

source: Croatian
sk: Chorvatsky

source: Danish
sk: D�sky

source: Estonian
sk: Est�sky

source: Finnish
sk: F�sky

source: Hindi
sk: Hindsky

source: Icelandic
sk: Islandsky

source: Indonesian
sk: Indon�sky

source: Khmer
sk: Km�sky

source: Latvian
sk: Lotysky

source: Lithuanian
sk: Litovsky

source: Malay
sk: Malaysky

source: Norwegian
sk: N�sky

source: Romanian
sk: Rumunsky

source: Serbian
sk: Srbsky

source: Slovenian
sk: Slovinsky

source: Somali
sk: Som�sky

source: Swahili
sk: Swahilsky

source: Swedish
sk: v�sky

source: Tatar
sk: Tatarsky

source: Vietnamese
sk: Vietnamsky

source: Taiwanese
sk: Taiwansky

source: Afrikaans
sk: Afrik�sky

source: Persian
sk: Pertina

source: Albanian
sk: Alb�sky

source: Armenian
sk: Americk�angli�ina

source: Elementary School
sk: Z�ladn�kola

source: High School
sk: Gymn�ium

source: College
sk: Vysok�kola

source: University
sk: Univerzita

source: Military
sk: Arm�a

source: Past Work Place
sk: Po pr�i

source: Past Organization
sk: Predol�organiz�ia

source: Other
sk: In�

source: Alumni Org.
sk: Absolventi

source: Charity Org.
sk: Charita

source: Club/Social Org.
sk: Klub/Spolo�os

source: Community Org.
sk: Spolo�nstvo

source: Cultural Org.
sk: Kultra

source: Fan Clubs
sk: Fankluby

source: Fraternity/Sorority
sk: Bratstv�Diev�nsk�spolky

source: Hobbyists Org.
sk: Kon�ky

source: International Org.
sk: Mezin�odn�

source: Nature and Environment Org.
sk: Pr�oda a prostredie

source: Professional Org.
sk: Profesie

source: Scientific/Technical Org.
sk: Veda/Technika

source: Self Improvement Group
sk: Samovzdel�anie

source: Spiritual/Religious Org.
sk: N�oensk�spolky

source: Sports Org.
sk: porty

source: Support Org.
sk: Podpora

source: Trade and Business Org.
sk: Obchod a Business

source: Union
sk: Jednota

source: Volunteer Org.
sk: Dobrovon�i

source: Search done
sk: Vyhad�anie ukon�n�

source: Search
sk: Vyhad�anie

source: _n: Found 1 contact Found %n contacts
sk: N�den 1 kontakt Najdench %n kontaktov

source: Request secure channel fail
sk: iados o bezpe� kan� nespen�

source: Send fail
sk: Chyba pri odosielan�

source: Academic
sk: Akademick�

source: Administrative
sk: Administrat�ne

source: Art/Entertainment
sk: Umenie/Zábava

source: College Student
sk: Vysokoškolský študent

source: Community & Social
sk: Spoločnosť

source: Education
sk: Výzkum

source: Engineering
sk: Inžinierstvo

source: Financial Services
sk: Finančné služby

source: High School Student
sk: Gymnazista

source: Home
sk: V domácnosti

source: Law
sk: Právo

source: Managerial
sk: Riadenie

source: Manufacturing
sk: Ručné práce

source: Medical/Health
sk: Medicína/Zdravotníctvo

source: Non-Goverment Organisation
sk: Nevládna organizácia

source: Other services
sk: Iné služby

source: Professional
sk: Profesion�

source: Retail
sk: Maloobchod

source: Retired
sk: Na d�hodku

source: Science & Research
sk: Veda & Vzkum

source: Technical
sk: Technik

source: University student
sk: Univerzitn tudent

source: Web building
sk: Webmaster

source: Last Name:
sk: Priezvisko:

source: Encoding:
sk: K�ov�ie:

source: Random chat group:
sk: Skupina pre n�odn rozhovor:

source: External IP:
sk: Extern�IP:

source: Internal IP:
sk: Intern�IP:

source: Client:
sk: Klient:

source: State:
sk: Stav:

source: Address:
sk: Adresa:

source: City:
sk: Mesto:

source: Zip code:
sk: PS�

source: Time zone:
sk: �sov�z�a:

source: &Home info
sk: &Domov

source: &Register new UIN
sk: &Registr�ia nov�o UIN

source: &Automaticaly use HTTP pooling if proxy required
sk: &Automaticky poui HTTP pooling, ak to proxy vyaduje

source: &Keep-alive connection
sk: Dra spojenie iv�

source: Send format:
sk: Form� odosielania

source: Accept in &occupied mode
sk: Akceptova v m�e "O&bsaden"

source: Accept in &DND mode
sk: Akceptovať v móde "Nevyrušovať (&DND)"

source: Support &typing notification
sk: Podpora no&tifikácie písania

source: Automatically &update user info
sk: Automaticky akt&ualizovať informácie o užívateľovi

source: Automaticaly &request autoreply on change status
sk: Automaticky iada o automatick &odpove�pri zmene statusu

source: Send message:
sk: Posla spr�u:

source: No wait ack
sk: iadne �kajce potvrdenie

source: Wait ack from server
sk: �kajce potvrdenie zo servera

source: Wait ack from client
sk: �kajce potvrdenie z klienta

source: &Options
sk: M&onosti

source: &Interests
sk: Z�jm&y

source: Age:
sk: Vek:

source: Gender:
sk: Pohlavie:

source: Department:
sk: Oddelenie:

source: Company:
sk: Spolo�os:

source: Interests:
sk: Z�jmy:

source: Email/Info
sk: Email/Inform�ie

source: Nickname:
sk: Prezvka (Nick):

source: Names
sk: Men�

source: Group:
sk: Skupina:

source: Send &message
sk: Po&sla spr�u

source: Random chat
sk: N�odn chat

source: ScreenName:
sk: Meno:

source: AIM user
sk: AIM u�ate

source: Online only
sk: Len pripojení

source: Maiden:
sk: Diev�nsk�meno:

source: Street:
sk: Ulica:

source: Zip:
sk: PS�

source: Middle:
sk: Prostredn�meno:

source: The first or last name nust be present. All other fields are optional, but will help narrow your search.
sk: Prv�alebo posledn�meno mus�by uveden� Vetky ostatn�polia s nepovinn� ale pom� pri presnejom vyhad�an�

source: Register new ScreenName
sk: Registr�ia nov�o mena

source: Web site:
sk: Web:

source: &Company
sk: &Firma:

source: Occupation:
sk: Povolanie:

source: Div / dept:
sk: Oddelenie/Div�ia:

source: Position:
sk: Poz�ia:

source: &Occupation
sk: P&ovolanie:

source: My &authorization is required before users add me to Contact List
sk: Je vyadovan�moja &autoriz�ia pred pridan� m� do zoznamu kontaktov

source: Don't show my &IP-address
sk: Neukazova moju &IP adresu

source: Allow other to view my &status from the Web
sk: Povoli zisovanie &stavu cez Web

source: I&gnore user authorization
sk: I&gnorova u�ateovu autoriz�iu

source: Direct connections
sk: Priame pripojenia

source: Allow &direct connection from any user
sk: Povoliť &priame pripojenie pre všetkých užívateľov

source: Allow direct connection from user listed in &contact list
sk: Povoliť priame pripojenie pre užívateľov z mojho zoznamu &kontaktov

source: Allow direct connection from user &upon authorization
sk: Povoliť priame pripojenie pre užíateľov po &autorizácii

source: &Security
sk: &Bezpe�os

source: Current password:
sk: Aktu�ne heslo:

source: New password:
sk: Nov�heslo:

source: Retype new password:
sk: Nov�heslo (znovu):

source: &Password
sk: &Heslo

source: &Visible list
sk: Zoznam &viditench

source: &Invisible list
sk: Zoznam nev&iditench

source: &Clear
sk: V&y�sti

source: &Picture
sk: O&br�ok

source: Secure chanel request
sk: iados o zabezpe�n kan�

source: Secure channel is established using SSL with Diffie-Hellman key exchange and the TLS version 1 protocol. This only works with other SIM and Licq clients
sk: Zabezpe�n kan� pouije SSL s Diffie-Hellman vmenou kl�v a TLS protokol verzie 1. Funguje len s ostatn�i SIM a Licq klientami

source: Send warning
sk: Odosla upozornenie

source: Click OK to send warning to %1. This will raise %1's warning and limit his or her activity. Do this only if %1 has done something to merit a warning.
sk: Klikni OK pre odoslanie upozornenia užívateľovi %1. This will raise %1's warning and limit his or her activity. Do this only if %1 has done something to merit a warning.

source: Warn &anonymously
sk: Upozorni &anonymne

source: Check this if you don't want your screen name revealed. Anonymous warinings are less severe.
sk: Ozna�e toto nechcete, aby sa vae meno ukazovalo. Anonymn�upozornenia s menej �st�

source: &Profile
sk: &Profil

source: Organization, Affiliation, Group:
sk: Organiz�ie, spolky, skupiny:

source: A&ffilation
sk: &Spolky

source: Past background:
sk: V minulosti

source: &Background
sk: &Minulos

source: Homepage:
sk: Domovsk�str�ka:

source: Birth date:
sk: Dátum narodenia:

source: &More info
sk: &Ostatn�

source: Spoken languages:
sk: Jazyky:

source: &Languages
sk: &Jazyk:

source: Choose default encoding
sk: Vber prednastaven�o k�ovania

source: Your current system encoding (UTF-8) may cause problems saving your personal information and reading offline messages from other users.
sk: Váš aktuálny systém použia kódovanie UTF-8,čo môže spôsobiť problémy pri ukladaní vašich osobných údajov a čítanie správ od ostatných užívateľov v režime nepripojený.

source: You will choose the coding by default which want to use:
sk: Zvote prednastaven�k�ovanie, ktor�chcete pou�a:

source: Additional information about user:
sk: Dopl�jce informácie o užívateľovi:

source: A&bout
sk: &O ...

source: Unknown error
sk: Nezn�a chyba

source: Not supported by client
sk: Nie je podporovan�klientom

source: Invalid message
sk: Neplatn�spr�a

source: Message was too large
sk: Spr�a bola pr�i vek�

source: Message rate exceeded
sk: Fronta správa bola preplnená

source: Sender too evil
sk: Odosielate pr�i neslun

source: We are to evil :(
sk: My sme zl�:(

source: File transfer declined
sk: Prenos sboru upadol

source: Directory
sk: Adres�

source: _n: %n file %n files
sk: Sbor %n sborov

source: Send timeout
sk: Prekro�n �sov limit pri odosielan�(timeout)

source: No contact
sk: iaden kontakt

source: Dear translator! type this default encdoing for your language
sk: UTF-8

source: Process message failed
sk: Chybn�spracovanie spr�y

source: Invalid SNAC header
sk: Chybn�hlavi�a SNAC

source: Server rate limit exceeded
sk: Fronta spr� na serveri presiahla limit

source: Client rate limit exceeded
sk: Prekro�n priemer limitu klienta

source: Recipient is not logged in
sk: Pr�emca nie je prihl�en

source: Requested service unavailable
sk: Poadovan�sluba nedostupn�

source: Requested service not defined
sk: Poadovan�sluba nie je definovan�

source: We sent an obsolete SNAC
sk: Odoslali sme zastaral SNAC

source: Not supported by server
sk: Nie je podporovan�serverom

source: Refused by client
sk: Odmietnut klientom

source: Reply too big
sk: Odpove�pr�i vek�

source: Responses lost
sk: Odpovede straten�

source: Request denied
sk: Poiadavka odopret�

source: Incorrect SNAC format
sk: Nespr�ny SNAC form�

source: Insufficient rights
sk: Nedostato��opr�nenia

source: Recipient blocked
sk: Prij�ate je blokovan

source: Receiver too evil
sk: Prij�ate pr�i zl

source: User temporarily unavailable
sk: U�ate do�sne nedostupn

source: No match
sk: iadna zhoda

source: List overflow
sk: Zoznam prete�n

source: Request ambiguous
sk: Poiadavka nie je jasn�

source: Server queue full
sk: Fronta servera je pln�

source: Protocol error
sk: Chyba protokolu

source: Warning level
sk: �ove�"Varovanie"

source: Home info
sk: Domov

source: Work info
sk: Pr�a

source: More info
sk: Viac inform�i�

source: About info
sk: Inform�ie o...

source: Interests
sk: Z�jmy

source: Group/Past
sk: Skupiny/Minulos

source: Picture
sk: Obr�ok

source: Security
sk: Zabezpe�nie

source: Send &urgent
sk: Odosla &urgentne

source: Send to &list
sk: Odos&la do zoznamu

source: Network monitor
sk: Sieťový monitor

source: &Pause
sk: &Pauza

source: E&xit
sk: Ukon�&

source: &Erase
sk: Z&maza

source: Can't create file %1
sk: Nem�m vytvori sbor %1

source: &Resume
sk: O&bnovi

source: &Warnings
sk: &Varovania

source: &Errors
sk: &Chyby

source: &Packets
sk: &Pakety

source: Plugin provides monitoring of net and messages For show monitor on start run sim -m
sk: Zásuvný modul umožňuje monitorova sie a spr�y Pre zobrazenie monitoru spustite program s paramentrom -m (sim -m)

source: Show network monitor
sk: Ukázať sieťový monitor

source: On Top
sk: Navrchu

source: Plugin provides main window and containers always on top
sk: Zásuvný modul umožňuje udržiavať hlavné okno a kontajnery vždy navrchu

source: Always on top
sk: Vdy navrchu

source: Show &main window in task manager
sk: Zobrazovať &hlavné okno v pruhu úloh

source: &Container always on top
sk: &Kontajner vdy navrchu

source: &Interface
sk: Rozhran&ie

source: Left-bottom
sk: Vavo dole

source: Left-top
sk: Vavo hore

source: Right-bottom
sk: Vpravo dole

source: Right-top
sk: Vpravo hore

source: Center-bottom
sk: Dole vstrede

source: Center-top
sk: Hore vstrede

source: Center
sk: Stred

source: Plugin provides on screen notification about messages and contacts status
sk: Zásuvný modul umožňuje zobrazova notifik�ie o spr�ach a stave kontaktov na obrazovke (OSD)

source: _: male %1 is online
sk: %1 je pripojený

source: _: female %1 is online
sk: %1 je pripojená

source: _: male %1 typed
sk: %1 p�

source: _: female %1 typed
sk: %1 p�

source: Enable &messages notification
sk: Povoli &notifik�iu spr�

source: Enable &status notification
sk: Povoli notifik�iu &statusu

source: Enable &typing notification
sk: Povoli notifik�iu &p�ania

source: Show message content
sk: Uk�a obsah spr�y

source: All
sk: Vetko

source: Show lines of content:
sk: Zobrazi riadky obsahu:

source: Offset:
sk: Posunutie:

source: Show time:
sk: Zobrazi na (seknd)

source: Color:
sk: Farba:

source: Font:
sk: P�mo:

source: Show sha&dow
sk: Uk�a tiene

source: Show &background
sk: Uk�a pozadie

source: Shown on screen:
sk: Zobrazen na obrazovne

source: Default
sk: Predvolen�

source: HTTP requests
sk: HTTP poiadavky

source: Host:
sk: Server:

source: Proxy require &authorization
sk: Proxy server vyaduje autoriz�iu

source: User:
sk: U�ate:

source: Proxy type:
sk: Typ proxy:

source: Do not show error dialog (automatically reconnect)
sk: Neukazova dialog chyby (automaticky znovu pripoji)

source: Can't connect to proxy
sk: Nie je mon�sa pripoji k proxy serveru

source: Bad proxy answer
sk: Chybn�odpove�z proxy servera

source: Proxy authorization failed
sk: Chyba pri autoriz�ii u�atea na proxy

source: Plugin provides proxy support (SOCKS4, SOCKS5, HTTPS/HTTP)
sk: Z�uvn modul umo�je podporu proxy (SOCKS4, SOCKS5, HTTPS/HTTP)

source: Proxy error
sk: Chyba proxy servera

source: Remote control
sk: Vzdialen�ovl�anie

source: Plugin provides remote control
sk: Zásuvný modul umožňuje vzdialen kontrolu

source: Use &UNIX socket
sk: Poui &UNIX-ov socket

source: Use &TCP socket
sk: Poui &TCP socket

source: Enable IE context emnu extension
sk: Povoli rozirenie kontextov�menu IE

source: Mouse
sk: My

source: Global
sk: Glob�ne

source: Shortcuts
sk: Kl�esov�skratky

source: Plugin provides keyboards shortcuts and global mouse functions
sk: Z�uvn modul umo�je pr�u s kl�esovmi skratkami a glob�nymi funkciami myi

source: Command
sk: Pr�az

source: Key
sk: Kl�esa

source: Button
sk: Tla�tko

source: Left click
sk: av klik

source: Right click
sk: Prav klik

source: Middle click
sk: Stredn klik

source: Left dblclick
sk: av dvojklik

source: Right dblclick
sk: Prav dvojklik

source: Middle dblclick
sk: Stredn dvojklik

source: Sound
sk: Zvuk

source: Online alert
sk: Online vstraha

source: Plugin provides sounds on any events
sk: Z�uvn modul umo�je prehra zvuky pri r�nych udalostiach

source: &Sound
sk: &Zvuky

source: &Disable all sounds
sk: &Zak�a vetky zvuky

source: No sound if windows has &focus
sk: Bez zvuku, ke�maj okn�&fokus

source: &Use artsd
sk: Poui Arts sound server

source: Player:
sk: Prehr�a�

source: File transfer done:
sk: Prenos sboru dokon�n:

source: Message sent:
sk: Spr�a odoslan�

source: Sound on startup:
sk: Zvuk pri tarte:

source: Splash
sk: �odn�obrazovka

source: Plugin provides splash screen
sk: Z�uvn modul umo�je zobrazi vodn obrazovku (splash screen)

source: Transparent
sk: Priehadnos

source: Plugin provides windows transparency This plugin works only on Windows 2000 or Windows XP
sk: Z�uvn modul umo�je priehadn�zobrazenie okienTento z�uvn modul pracuje iba vo Windows 2000 alebo Windows XP

source: Plugin provides windows transparency
sk: Z�uvn modul umo�je priehadn�zobrazenie okien

source: Transparency of main window:
sk: Priehadnosť hlavného okna:

source: Transparent only if inactive
sk: Priehadnos len pri neaktivite

source: Update
sk: Aktualiz�ia

source: Plugin provides notifications about update SIM software
sk: Zásuvný modul umožňuje oznamova aktualiz�ie programu SIM

source: Show details
sk: Zobrazi detaily

source: Remind later
sk: Pripomen nesk�

source: New version SIM is released
sk: Bola vydan�nov�verzia programu SIM

source: _n: Phone call %n phone calls
sk: _n: Telef�ny hovor %n telef�ne hovory

source: Phone call
sk: Telef�ny hovor

source: Port error
sk: Chyba portu

source: Charging:
sk: Nab�anie:

source: Battery:
sk: Bat�ia:

source: SMSSetup
sk: Nastavenie SMS

source: Baudrate:
sk: Rchlos:

source: Software handshake
sk: Dohoda software

source: Signal quality:
sk: Kvalita sign�u:

source: Operator:
sk: Oper�or:

source: &Phone
sk: Tele&f�

source: Password does not match
sk: Heslo nezodpoved�

source: Low level network error
sk: Nízkoúrovňová sieťová chyba

source: Please translate this to short language name (ru, de)
sk: sk

source: Add Jabber contact
sk: Prida abber kontakt

source: %1 is already in contact list
sk: %1 je u v zozname kontaktov

source: List of public servers
sk: Zoznam verejnch serverov

source: <p>Subject: %1</p>
sk: <p>Predmet: %1</p>

source: Original message:
sk: P�odn�spr�a:

source: _n: Error %n errors
sk: Chyba %n chb

source: Log On
sk: Prihl�i

source: Log Off
sk: Odhl�i

source: &Photo
sk: &Foto

source: Username
sk: U�atesk�meno

source: First name
sk: Meno

source: Last name
sk: Priezvisko

source: Age min
sk: Minim�ny vek

source: Age max
sk: Maxim�ny vek

source: City
sk: Mesto

source: Gender
sk: Pohlavie

source: First (Given)
sk: Meno

source: Last (Family)
sk: Priezvisko

source: Nick (Alias)
sk: Prezvka (Alias)

source: Select the speed of the search. "Fast" matches your string to the beginning of the field only (ie. "b" would yield Bob,Bill,etc...) "Slower" matches your string anywhere in the field (ie. "b" would yield Bob, Bill, Caleb, Robbie, etc...)
sk: Vber rchlosti vyhad�ania. "Rchlo" had�zhodu s vaim reazcom od za�atku poa (napr. reazec "b" sa zhoduje s Bill,Bob). "Pomalie" had�zhodu s vaim reazcom kdekovek v poli (napr. reazec "b" sa zhoduje s Bill,Bob,Robo,Rebarbora).)

source: Search Speed
sk: Rchlos hadania

source: Fast / Less accurate
sk: Rchle/Menej presn�

source: Slower / More extensive
sk: Pomalie/Viac presn�

source: Full name
sk: Cel�meno

source: Nickname
sk: Prezvka

source: Password
sk: Heslo

source: Enter your MSN Messenger account and password. Example: user@hotmail.com. Nickname is optional.
sk: Vložte v��t pre MSN Messenger a heslo. Napr�lad: janko@hotmail.com. Prezvka je nepovinn�

source: Enter your AIM screenname or ICQ UIN and the password for that account
sk: Vložte v��t pre AIM alebo ICQ UIN a heslo.

source: Enter your YAHOO! Messenger Username and Password.
sk: Vložte v��t pre YAHOO! a heslo.

source: Please enter your UIN and password
sk: Pros� vlote Vae UIN a heslo

source: You need a x:data capable client to register.
sk: Mus�e registrova x:data kompatibiln�o klienta.

source: Enter nick you want to register.
sk: Vložte vau prezvku, ktor chcete registrova.

source: Complete the form to submit your searchable attributes in the Jabber User Directory
sk: Vyplni formul� s atribtmi pre vyhad�anie v u�ateskom adres�y Jabber.

source: Fill in all of the fields to add yourself to the JUD.
sk: Vypl�e vetky polia pre pridanie do uivatesk�o adres�a Jabber.

source: Fill in a field to search for any matching Jabber User (POSIX regular expressions allowed)
sk: Vyplni v poli pre hadanie vyhovujceho Jabber u�atea (POSIX regul�ne expresie s povolen�

source: Fill in a field to search for any matching Jabber users.
sk: Vyplni v poli pre vyhadanie vyhovujcich Jabber u�ateov.

source: To register, please fill out the following form. Be as accurate as possible to make it easier for people to search for you.
sk: Pre registr�iu vypl�e nasledujci formul�. Bu�e tak presn ako je len mon� uetr�e tm pr�u u�m, ktor V� hadaj.

source: Username:
sk: U�atesk�meno:

source: &Register new account
sk: &Registrova nov�konto

source: Use &SSL
sk: Poui &SSL

source: Use &plain text login
sk: Poui &prihlasovanie �stm textom

source: Resource:
sk: Zdroj:

source: Priority:
sk: Priorita:

source: Manualy specify Jabber host:
sk: Ru�e pecifikova Jabber server:

source: Use protocol &icons for agents contacts
sk: Použiť &ikony protokolov pre kontakty

source: Send &rich text messages if possible
sk: Odosla sp&r�u vo form�e RTF ak je to mon�

source: Automaticaly send &subscribe request
sk: Automaticky odosla podp�san poiadavku

source: Automaticaly &accept subscribe requests
sk: Automaticky &akceptova podp�an�poiadavky

source: Role:
sk: Rola:

source: Units
sk: Jednotky

source: Value
sk: Hodnota

source: &Version
sk: &Verzia

source: &Time
sk: &�s

source: &Stat
sk: &Stav

source: _n: %n day %n days
sk: %n de�n%n dn�

source: Photo
sk: Foto

source: File transfer fail
sk: Prenos skon�l s chybou

source: Additional information:
sk: Dopl�jce inform�ie:

source: Process
sk: Proces

source: Error %1
sk: Chyba %1

source: Done
sk: Uroben�

source: JID
sk: Jabber ID

source: Node
sk: Nod

source: Browser: %1
sk: Prehliada� %1

source: Client offline
sk: Klient je odpojen

source: Stop
sk: Zastavi

source: %1 Search
sk: %1 vyhad�anie

source: %1 Register
sk: %1 Registr�ia

source: %1 Configure
sk: %1 Konfigur�ia

source: Choose a user and password to register with the server
sk: Vybrať užívateľa a heslo pre registráciu na serveri

source: Jabber browser
sk: Prehliada�Jabber

source: &Back
sk: S&p�

source: &Search
sk: &Vyhada

source: Browser mode
sk: M� prehliada�

source: Load one level
sk: Nahra jednu rove�

source: Load all levels
sk: Nahra vetky rovne

source: Jabber agents are available online after login
sk: Agenti Jabber budú dostupní po prihlásení

source: Registered agents:
sk: Registrovan agenti:

source: Log &On
sk: &Prihl�i

source: Log O&ff
sk: &Odhl�i

source: &Unregister
sk: Zr&ušiť registráciu

source: &Registered agents
sk: &Registrovan agenti

source: &Agents
sk: &Agenti

source: Namespaces:
sk: Men�

source: Category:
sk: Kateg�ia:

source: Version:
sk: Verzia:

source: System:
sk: Syst�:

source: UTC client time:
sk: UTC �s klienta:

source: Last activity, idle response:
sk: Posledn�aktivita, odpove�ne�nnosti:
