Repository: dhyannataraj/sim-im-test
Catalog: trunk/po/*.po
Languages: sk

source: Resu&me
sk: O&bnovi

source: File %1 exists
sk: Sbor %1 u existuje

source: Receive file from %1
sk: Prija sbor od u�atea %1

source: Send file to %1
sk: Odosla sbor u�ateovi %1

source: Listen
sk: Po�va

source: Connect
sk: Pripoji

source: Negotiation
sk: Vyjedn�anie

source: Receive file
sk: Prija sbor

source: Send file
sk: Odosla sbor

source: Transfer done
sk: Prenos dokon�n

source: Transfer failed
sk: Prenos skon�l s chybou

source: Stalled
sk: Zastaven�

source: Show %1 messages per page
sk: Uk�a %1 spr� na stranu

source: Remove style '%1'?
sk: Odstr�i tl '%1'?

source: Hi! ;)
sk: Ahoj! ;]

source: Hi!
sk: Ahoj!

source: <b><font color="#FF0000">C</font><font color="#FFFF00">olored</font></b> message
sk: <b><font color="#FF0000">F</font><font color="#FFFF00">arebn�</font></b> spr�a

source: New message
sk: Nov�spr�a

source: Loading
sk: Nahr�anie

source: History
sk: Hist�ia

source: Select profile
sk: Vybrať profil

source: Other instance of SIM use this profile
sk: In�intancia SIMu vyu�a tento profil

source: Forgot password?
sk: Zabudli ste heslo ?

source: New profile
sk: Nový profil

source: Home Phone
sk: Telef� domov

source: Home Fax
sk: Fax domov

source: Work Phone
sk: Telef� do pr�e

source: Work Fax
sk: Fax do pr�e

source: Private Cellular
sk: Skromn mobil

source: Wireless Pager
sk: Pager

source: Phone
sk: Telef�

source: Publish
sk: Zverejni

source: I'm currently available at:
sk: Teraz som dostupn na:

source: Don't show
sk: Neukazova

source: Available
sk: Dostupn

source: User is crrently available at:
sk: U�ate je pr�e dostupn na:

source: Yes
sk: �o

source: Connecting
sk: Prip�anie ...

source: Complete
sk: Hotovo

source: If you want to add connection press button " Next". You can add connection later using connection manager
sk: Ak chcete prida spojenie, stla�e tla�tko "�lej". Spojenie je mon�nesk� prida pomocou mene�a spojen�

source: Size: %1 / Max. size: %2
sk: Vekos: %1 / Max. vekos: %2

source: Message will be split
sk: Spr�a bude rozdelen�

source: Save phone in contact list
sk: Uložiť telefón v zozname kontaktov

source: Non-IM contact
sk: Ne-IM (instant messanger) kontakt

source: Search %1
sk: Vyhada %1

source: Inactive
sk: Neakt�ny:

source: yes
sk: �o

source: no
sk: nie

source: Customize menu
sk: Prispôsobiť menu

source: Customize toolbar
sk: Prispôsobiť nástrojovú lištu

source: Separator
sk: Oddeova�

source: User info '%1'
sk: Inform�ie o u�ateovi - '%1'

source: New contact
sk: Nový kontakt

source: Not in list
sk: Nie s v zozname

source: Setting for group '%1'
sk: Nastavenie pre skupinu '%1'

source: [Update info]
sk: [Aktualizova inform�ie]

source: Settings
sk: Nastavenia

source: Delete "%1"?
sk: Vymaza "%1"?

source: Remove history
sk: Odstr�i hist�iu

source: New group
sk: Nov�skupina

source: &Groups
sk: &Skupiny

source: Search: %1
sk: Vyhada: %1

source: Join "%1" and "%2"?
sk: Pripoji "%1" and "%2"?

source: Status
sk: Stav

source: Last message time
sk: �s poslednej spr�y

source: Contact name
sk: N�ov kontaktu

source: Choose type of contact which you want to find or add:
sk: Vybrať typ kontaktu, ktorý chcete hľadať alebo pridať:

source: Contact type:
sk: Typ kontaktu:

source: Choose contact type
sk: Vybrať typ kontaktu

source: New connection
sk: Nové pripojenie

source: Protocol:
sk: Protokol:

source: Select protocol
sk: Vybrať protokol

source: Connection
sk: Spojenie

source: &Configure
sk: &Konfigurova

source: &Up
sk: Ho&re

source: &Down
sk: &Dole

source: &Remove
sk: Odst&r�i

source: &New connection
sk: &Nové pripojenie

source: File transfer
sk: Prenos sboru

source: Time:
sk: �s:

source: Estimated time:
sk: Predpokladan �s:

source: Speed:
sk: Rchlos:

source: &Go to dir
sk: �s do adres�a

source: Close after &transfer
sk: Po prenose &zavrie

source: Sorting
sk: Zoradenie

source: 1st:
sk: Prv:

source: 2nd:
sk: Druh:

source: 3rd:
sk: Tret�

source: Awaiting authorization
sk: O�k�an�autoriz�ia

source: Visible
sk: Viditen

source: Invisible
sk: Neviditen

source: Groups
sk: Skupiny

source: Do not distrub
sk: Nevyrušovať (DND)

source: Colors:
sk: Farby:

source: Use &double click
sk: Poui &dvojklik

source: Use small &font for group
sk: Poui mal�&p�mo pre skupinu

source: Show group &separator
sk: Ukaza oddeova�&skup�

source: EditMail
sk: Upravi potov spr�u

source: Enter Email address:
sk: Vloi emailovou adresu

source: &Publish
sk: &Zverejni

source: EditPhone
sk: Upravi telef�

source: Number details:
sk: Detail �sla:

source: Type:
sk: Typ:

source: Passwords:
sk: Hesl�

source: Profile:
sk: Profil:

source: &Save password
sk: Uložiť he&slo

source: &Do not show this window on startup
sk: Nezo&brazovať toto okno pri štarte

source: Plugin &enabled
sk: Z�uvn modul povol&en

source: Toolbar setup
sk: Nastavenie n�trojovej lity

source: All buttons:
sk: Vetky tla�tka

source: New Item
sk: Nov�poloka

source: &Add ->
sk: &Prida ->

source: <- &Remove
sk: <- Odob&ra

source: Active:
sk: Akt�ny:

source: Provider:
sk: Poskytovate:

source: Email gateway:
sk: Email br�a:

source: Number:
sk: �slo:

source: _n: Message %n messages
sk: Spr�a (po�t %n)

source: _n: SMS %n SMSs
sk: SMS spr�a %n SMS spr�

source: _n: URL %n URLs
sk: smern� URL %n smern�ov URL

source: _n: Contact list %n contact lists
sk: Zoznam kontaktov %n zoznamy kontaktov

source: _n: File %n files
sk: Sbor %n sborov

source: &Accept
sk: &Akceptova

source: &Decline
sk: O&dmietnu

source: _n: Authorize request %n authorize requests
sk: Poiadavka na autoriz�iu %n poiadaviek na autoriz�iu

source: &Grant
sk: &Povoli

source: &Refuse
sk: Za&mietnu

source: _n: Authorization granted %n authorization granted
sk: Autoriz�ia spen�n%n autoriz�i�spench

source: _n: Authorization refused %n authorization refused
sk: Autoriz�ia odmietnut�n%n autoriz�i�odmietnutch

source: _n: Add to contacts %n add to contacts
sk: Pridan�do zoznamu kontaktov %n pridanch do zoznamu kontaktov

source: _n: Removed from contacts %n removed from contacts
sk: Odstr�en�zo zoznamu kontaktov %n odstr�ench zo zoznamu kontaktov

source: _n: Status changed %n times status changed
sk: Uzavrenie bezpe��o kan�u %n uzavren�bezpe��o kan�u

source: No such client for send message
sk: iaden klient pre odoslanie spr�y

source: &Message
sk: Sp&r�a

source: &File
sk: S&bor

source: &Contact list
sk: Zoznam kontaktov

source: &Authorization request
sk: Poiadavka na autoriz�ia

source: &Grant autorization
sk: Povoli autoriz�iu

source: &Refuse autorization
sk: Odmietnu autoriz�iu

source: MyDialog
sk: M� dial�

source: Don't show this dialog
sk: Nezobrazovať tento dialog

source: &Override global settings
sk: P&otla� glob�ne nastavenia

source: Don't show autoreply dialog
sk: Nezobrazovať dialóg automatickej odpovede

source: Path for incoming files:
sk: Cesta pre prich�zajce sbory:

source: Accept mode
sk: Prenos sboru

source: Show response
sk: Uk�a odpove�

source: Auto accept
sk: Automatick�prijatie

source: Overwrite files
sk: Prep�a sbory

source: Auto decline
sk: Automatick�odmietnutie

source: English
sk: Anglicky

source: Bulgarian
sk: Bulharsky

source: Catalan
sk: Katal�sky

source: Czech
sk: �sky

source: German
sk: Nemecky

source: Spanish
sk: panielsky

source: French
sk: Franczsky

source: Hungarian
sk: Ma�rsky

source: Italian
sk: Taliansky

source: Dutch
sk: Holandsky

source: Polish
sk: Posky

source: Portuguese
sk: Portugalsky

source: Russian
sk: Rusky

source: Slovak
sk: Slovensky

source: Swabian
sk: Svazijsko

source: Chinese
sk: �nsky

source: Contact list
sk: Zoznam kontaktov

source: Messages
sk: Spr�y

source: SMS
sk: SMS spr�a

source: System
sk: Syst�

source: Copy %1 messages from history
sk: Skop�ova %1 spr� z hist�ie

source: In text you can use:
sk: V texte je mon�poui:

source: Decline reason
sk: D�od odmietnutia

source: Enter decline reason:
sk: Vložte d�od odmietnutia:

source: Text before cursor:
sk: Text pred kurzorom:

source: Text after cursor:
sk: Text za kurzorom:

source: Use &own colors and fonts settings
sk: P&oui vlastn�farby

source: Use emotional &icons
sk: Poui emot&ikony

source: Max history file size
sk: Maxim�na vekos sbou hist�ie

source: Keep history
sk: Ponecha hist�iu

source: days
sk: dn�

source: &Preview
sk: &N�ad

source: &Source
sk: &Zdroj

source: to %1
sk: u�ateovi %1

source: Language:
sk: Jazyk:

source: Message window
sk: Okno spr�y

source: &Simple mode
sk: Jednoduch m�

source: &Chat mode
sk: M� &rozhovoru

source: &Using last selected font
sk: &Poui naposledy pouit font

source: Container mode
sk: M� kontajneru

source: Open each contact in &new container
sk: Otvori kad kontakt v &novom kontajnery

source: Open one container for &group
sk: Otvori jeden kontajner pre &skupinu

source: Open all contacts in &one container
sk: Otvori vetky kontakty v jedn&om kontajnery

source: Use "&Enter" for send message
sk: Poui "&Enter" pre odoslanie spr�y

source: Start SIM on every &windows startup
sk: pa SIM pri kadom spusten�&Windows

source: &Update
sk: Akt&ualiz�ia

source: Autoreply message
sk: Spr�a automatickej odpovede

source: _n: Close after %n second Close after %n seconds
sk: Zatvori po %n sekunde Zatvori po %n sekund�h

source: Area code:
sk: Smerov��slo:

source: Extension:
sk: Klapka:

source: Country:
sk: t�:

source: Save &status changes to history
sk: Uklada zmeny &statusu do hist�ie

source: Open window if user go online
sk: Otvori okno, keď je užívateľ pripojený

source: &No open
sk: &Neotv�a

source: Open and &minimize
sk: Otvori a &minimalizova

source: Open and &raise
sk: Otvori a daj na pop&redie

source: First name:
sk: Meno:

source: Last name:
sk: Priezvisko:

source: Display:
sk: Zobrazi:

source: Email addresses:
sk: Email adresy:

source: &Add
sk: &Prida

source: Note: You can change only those addresses which have entered. It is impossible to change addresses which were received from the user.
sk: Pozn�ka: M�te meni len tie adresy, ktor�ste zadali. Nie je mon�zmeni adresy, ktor�boli prijat�od u�atea.

source: &Mails
sk: E&maily

source: Phones:
sk: Telef�y:

source: Phone Status:
sk: Status telef�u:

source: Note: You can change only those numbers which have entered. It is impossible to change numbers which were received from the user.
sk: Pozn�ka: M�te zmeni len tie �sla, ktor�ste zadali. Nie je mon�zmeni �sla prijat�od ostatnch u�ateov.

source: &Phones
sk: Tele&f�y:

source: &Notes
sk: Poz&n�ky

source: %1 Version: %2
sk: %1 Verzia: %2

source: Bug report
sk: Nahl�i chybu...

source: Note: This is english mailing list
sk: Pozn�ka: Je to potov�diskusn�skupina v angli�ine.

source: About
sk: O ...

source: Plugin provides about information
sk: Zásuvný modul umožňuje zobrazi inform�ie "O ..."

source: &Bug report
sk: &Hlásenie chýb

source: &About SIM
sk: &O aplik�ii SIM

source: About &KDE
sk: Inform�ie o prostred�&KDE

source: _: NAME OF TRANSLATORS Your names
sk: Tom�Ol� (Griffin),Tom�Ol� Griffin bi Micku! :-*

source: _: EMAIL OF TRANSLATORS Your emails
sk: tomas.olah@alert.sk

source: About SIM
sk: O SIM

source: Authors
sk: Autory

source: Translation
sk: Preklad

source: License
sk: Licencia

source: Set "Away" status after
sk: Nastavi "Away" status po

source: minutes not using computer
sk: mintach nepou�ania po�ta�

source: minutes of "Away"
sk: minut�h "Away"

source: minutes of "N/A"
sk: mint "Away"

source: Set "N/A" status after
sk: Nastavi "N/A" status po

source: Set "Offline" status after
sk: Nastavi "Offline" status po

source: Disable online alert in "Away", "N/A", "DND" and "Occupied" List
sk: Zak�a online vstrahu pre "Away", "N/A", "DND" a "Occupied" zoznam

source: AutoAway
sk: Pre�(AutoAway)

source: Plugin provides set away and N/A status after some idle time
sk: Zásuvný modul umožňuje nastavi status " " a " " po istom �se ne�nnosti

source: Select background picture
sk: Vybrať obrázok pozadia

source: %1|Graphics
sk: %1|Grafika

source: Graphics(%1)
sk: Grafika(%1)

source: Contact - left
sk: Kontakt - vavo

source: Contact - scale
sk: Kontakt - prispôsobiť

source: Window - left top
sk: Okno - vavo hore

source: Window - left bottom
sk: Okno - vavo dole

source: Window - left center
sk: Okno - vavo vstrede

source: Window - scale
sk: Okno - prispôsobiť

source: Get more skins
sk: Z�ka viac skinov

source: Group margin:
sk: Hranica skupiny:

source: Contact margin:
sk: Hranica kontaktu:

source: Main window background:
sk: Pozadie okna:

source: Place:
sk: Umiestenie:

source: Background
sk: Pozadie

source: Plugin provides background pictures for user list
sk: Zásuvný modul umožňuje nastavi obr�ky pozadia pre zoznam u�ateov

source: System tray
sk: Systray

source: Plugin provides dock main window in system tray
sk: Zásuvný modul umožňuje umiestniť (dokovať) hlavné okno v systrayi

source: Dock
sk: Dokova

source: Plugin provides dock icon
sk: Zásuvný modul umožňuje umiestni (dokova) ikonu

source: Toggle main window
sk: Preklopiť hlavné okno

source: Hide main window
sk: Skryť hlavné okno

source: Show main window
sk: Ukázať hlavné okno

source: Hide main window after
sk: Schovávať hlavné okno po

source: seconds inactive
sk: sekundách neaktivity

source: Show Mainwin on desktop
sk: Ukazať hlavné okno na pracovnej ploche

source: current
sk: aktuálny

source: &Customize dock menu
sk: &Prispôsobiť dok menu

source: Ignore list
sk: Zoznam ignorovanch

source: Plugin provides message filter
sk: Zásuvný modul umožňuje filtrova spr�y

source: Ignore user
sk: Ignorova u�atea

source: Ignore this phrase
sk: Ignorova tto fr�u

source: Add %1 to ignore list?
sk: Prida u�atea %1 do zoznamu ignorovanch?

source: &Receive message only from contacts from list
sk: P&rij�a spr�y len zo zoznamu kontaktov

source: Reject messages from unknown users contains this words or phrases:
sk: Odmietnu spr�y od nezn�ych u�ateov obsahuj�e tieto slov�alebo vrazy:

source: Words are divided by any separators (space, comma, i.e.) A phrase can be specified using quotation marks Words can contain wildcards: * - any amount of symbols (or is empty) ? - any symbol
sk: Slov�s oddelen�oddeova�i (mezera, bodka, atp.) Slov�m� obsahova zna�y : * - jeden zo znakov (alebo "pr�dny znak") ? - akkovek symbol

source: Floaty
sk: Pl�ajci

source: Plugin provides floating windows for contacts
sk: Zásuvný modul umožňuje nastavi pl�ajce okn�pre kontakty

source: Floating on
sk: Pl�ajci kontakt zapn

source: Floating off
sk: Pl�ajci kontakt vypn

source: Send all messages in status "Away" and "N/A" on the cellular:
sk: Vetky spr�y na mobil posiela ako "Away" a "N/A"

source: For the answer or sending of the new message you can answer on SMS having specified in the beginning of the message a line: <UIN>:
sk: Pri posielan�odpoved�alebo novch spr� m�te odpoveda SMS na �slo pecifikovan�na za�atku spr�y: <UIN>:

source: Send only &one message (don't split)
sk: Od&osla len jednu spr�u (nerozdeova)

source: Forward
sk: Preposla

source: Plugin provides messages forwarding on cellular
sk: Zásuvný modul umožňuje preposiela spr�y na mobiln telef�

source: Select home directory
sk: Vybrať domovský adresár

source: Download GPG
sk: Stiahnu GPG

source: &Advanced
sk: &Roz�en�

source: None
sk: ni�

source: New
sk: Nov

source: Move mouse for generate random key
sk: Pohbte myov pre generovanie n�odnch �sel

source: Generate key failed
sk: Nastala chyba pri generovan�k�

source: Executable:
sk: Spaten sbor:

source: Home directory:
sk: Domovsk adres�:

source: &Find
sk: &N�s

source: Your key:
sk: Tvoj k�

source: &Refresh
sk: O&bnovi

source: Generate key
sk: Generova k�

source: Comment:
sk: Koment�:

source: Name:
sk: Meno:

source: Key:
sk: K�

source: Plugin adds GnuPG encryption/decryption support for messages
sk: Z�uvn modul prid�a podporu GnuPG ifrovania a deifrovania spr�

source: Plugin adds GnuPG encryption/decryption support for messages GPG not found in PATH
sk: p

source: Encrypt failed
sk: Enkrypcia skon�la s chybou

source: _n: %n GPG key %n GPG keys
sk: GPG k�n%n GPG k�v

source: GPG key
sk: GPG k�

source: Use GPG encryption
sk: Poui GPG ifrovanie

source: &GPG key
sk: &GPG k�

source: Command arguments
sk: Argumenty pr�azu

source: Generate key:
sk: Generova k�

source: List public keys:
sk: Zoznam verejnch ku�v:

source: List secret keys:
sk: Zoznam skromnch k�v:

source: Import public:
sk: Importova verejn:

source: Export public:
sk: Exportova verejn:

source: Encrypt:
sk: ifrova:

source: Decrypt:
sk: Deifrova:

source: Icons
sk: Ikony

source: Plugin provides Miranda icons themes and emoticons
sk: Zásuvný modul umožňuje pou�a t�y ikon a emotikony z programu Miranda

source: Select icons DLL
sk: Vybrať ikony DLL

source: *.dll|Icons themes
sk: *.dll|T�a ikon

source: Icons themes (*.dll)
sk: T�y ikon (*.dll)

source: Get more icons themes
sk: Z�ka viac t� ikon

source: Smiles
sk: Emotikony

source: Select smiles
sk: Vybrať emotikony

source: *.msl *.xep|Smiles
sk: *.msl *.xep|Emotikony

source: Smiles (*.msl *.xep)
sk: Emotikony (*.msl *.xep)

source: Get more smiles
sk: Z�ka viac emotikonov

source: Icons for protocol:
sk: Ikony pre protokol:

source: Smiles:
sk: Emotikony:

source: Plugin provides dock main window to left or right side of screen
sk: Zásuvný modul umožňuje umiestniť hlavné okno na ľavu alebo pravu stranu obrazovky

source: There is already an auto hidden window on this edge. Only one auto hidden window is allowed on each edge.
sk: V tomto rohu u je jedno automaticky skrvan�okno. V kadom rohu m� by len jedno tak�o okno.

source: AutoHide
sk: Automaticky skry

source: Plugin provides log output You can set debug level from command line with -d<loglevel> To log errors, set loglevel to 1, for warnings to 2 and for debug-messages to 4 If you want to log more than one you may add the levels
sk: Zásuvný modul umožňuje zobrazova vstup logovM�te nastavi rove�ladiaceho vstup z pr�azov�o riadku pomocou -d<loglevel> Pre logovanie chb nastavte loglevel na 1, pre upozornenia na 2, a pre ladiace spr�y na 4 Ak chcete zobrazova viac ne jeden vstup m�te si prida dalie rovne

source: Set debug level
sk: Nastavi rove�ladiaceho vstupu

source: File:
sk: Sbor:

source: Log level:
sk: �ove�logovania:

source: Warning
sk: Upozornenie

source: Packets
sk: Pakety

source: Events
sk: Udalosti

source: Zodiak
sk: Znamenie zverokruhu

source: Plugin provides show zodiak puctures for date edit
sk: Zásuvný modul umožňuje zobrazi obr�ok znamenia poda d�umu

source: View horoscope
sk: Pozrie horoskop

source: Aries
sk: Baran

source: Taurus
sk: Bk

source: Gemini
sk: Bl�nci

source: Cancer
sk: Rak

source: Leo
sk: Lev

source: Virgo
sk: Panna

source: Libra
sk: V�y

source: Scorpio
sk: korpi�

source: Saqittarius
sk: Strelec

source: Capricorn
sk: Kozoroec

source: Aquarius
sk: Vodn�

source: Pisces
sk: Ryby

source: AIM search results
sk: Vsledky AIM hadania

source: %1 already in contact list
sk: %1 je u v zozname kontaktov

source: %1 added to contact list
sk: %1 pridan do zoznamu kontaktov

source: Do not Disturb
sk: Nevyrušovať (DND)

source: Occupied
sk: Zaneprázdnený (Occupied)

source: Free for chat
sk: Chcem chatovať (FFC)

source: Visible list
sk: Zoznam viditených

source: Invisible list
sk: Zoznam neviditeľných

source: &Show all encodings
sk: &Ukázať všetky kódovania

source: Change &encoding
sk: Zm&eni k�ovanie

source: &Add to group
sk: Prid&a do skupiny

source: Check &invisible
sk: Skontrolovať nev&iditeľnosť

source: &All
sk: V&etko

source: &Only invisible
sk: Le&n neviditen�

source: Plain text
sk: �st text

source: Connect to unknown port
sk: Pripojený na neznámy port

source: Other side does not support the secure connection
sk: Druhá strana nepodporuje bezpečné pripojenia

source: Send message fail
sk: Chyba pri odosielan�spr�y

source: Unknown message type
sk: Nezn�y typ spr�y

source: No files for transfer
sk: iadne sbory na prenos

source: General chat
sk: Veobecn rozhovor

source: Romance
sk: Romantika

source: Games
sk: Hry

source: Students
sk: tudenti

source: 20 Something
sk: Okolo 20

source: 30 Something
sk: Okolo 30

source: 40 Something
sk: Okolo 40

source: 50 Plus
sk: 50 a viac

source: Seeking Women
sk: Hadanie eny

source: Seeking Men
sk: Hadanie mua

source: Possibly invisible
sk: Mono neviditen

source: Login error
sk: Chyba pri prihlasovan�

source: Registered in no register state
sk: Zaregistrovan v neregistrovatenom stave

source: This client is outdated
sk: Tento klient je u zastaral

source: Too many clients from same IP
sk: Pr�i vea klientov z rovnakej IP adresy

source: Rate limit
sk: Limit rchlosti

source: Invalid UIN and password combination
sk: Chybn�UIN alebo heslo

source: Non-existant UIN
sk: Neexistujce UIN

source: Bad login procedure
sk: Procedra chyby prihl�enia

source: Service temporarly unavailable
sk: Sluba he do�sne nedostupn�

source: Invalid SecureID
sk: Neplatn�SecureID

source: Too young!
sk: Pr�i mlad!

source: UIN was suspended
sk: UIN bolo podozriv�

source: Can't login to ICQ network - Please try again later
sk: Nie je mon�sa prihl�i do siete ICQ. Skúste pros� nesk�

source: Youur UIN is being used from another location
sk: Vae UIN je pou�an�z in�o miesta

source: Close packet from server
sk: Uzatvoren paket zo strany servera

source: Bad host address
sk: Zl�adresa serveru

source: _n: WWW-panel message %n WWW-panel messages
sk: WWW-spr�a %n WWW-spr�

source: _n: Email pager message %n Email pager messages
sk: Spr�a email pageru %n spr� email pageru

source: _n: Request secure channel %n requests secure channel
sk: Poiadavka o bezpe� kan� %n poiadaviek o bezpe� kan�

source: _n: Close secure channel %n times close secure channel
sk: Uzatvoren bezpe� kan� %n uzatvorench bezpe�ch kan�ov

source: _n: Check invisible %n times check invisible
sk: Kontrola nevidietenosti (%n)

source: _n: Warning %n warnings
sk: Upozornenie %n upozornen�

source: _n: Contact request %n contact requests
sk: iados o kontakt %n iadost�o kontakt

source: Contact Request
sk: iados o kontakt

source: Request secure channel
sk: iados o bezpe� kan�

source: Close secure channel
sk: Zatvori bezpe� kan�

source: Check invisible
sk: Skontrolovať neviditeľnosť

source: No contacts for send
sk: iadne kontakty pre odoslanie

source: Picture can not be more than 7 kbytes
sk: Obr�ok nem� by v��ako 7 kB

source: Picture is not available
sk: Obr�ok nie je dostupn

source: ICQ search results
sk: Vsledky ICQ hadania

source: &Stop search
sk: Za&stavi vyhad�anie

source: Find an &Online Chat Friend
sk: N�s niekoho pre &Online chat

source: Request UIN
sk: iados o UIN

source: Search fail
sk: Vyhad�anie nespen�

source: Request user info
sk: Žiadosť o informácie o užívateľovi

source: <p>Age: <b>%1</b></p>
sk: <p>Vek: <b>%1</b></p>

source: <p>Gender: <b>%1</b></p>
sk: <p>Pohlavie: <b>%1</b></p>

source: <p>Country: <b>%1</b></p>
sk: <p>Krajina: <b>%1</b></p>

source: <p>Language: <b>%1</b></p>
sk: <p>Jazyk: <b>%1</b></p>

source: <p>Homepage: <a href="%1"><u>%2</u></a></p>
sk: <p>Domovská stránka: <a href="%1"><u>%2</u></a></p>

source: Input current password
sk: Vložte aktuálne heslo

source: Confirm password does not match
sk: Potvrdené heslo nezodpovedá

source: Invalid password
sk: Chybné heslo

source: Nick
sk: Prezývka (Nick)

source: anonymous
sk: Anonymný

source: You've been warned by %1
sk: Boli ste upozornený užívateľom %1

source: Change password fail
sk: Chyba pri zmene hesla

source: The Cellular network is currently unable to send your message to the recipient. Please try again later.
sk: Mobilná sieť momentálne nie je schopná odoslať vašu správu prijímateľovi. Skúste neskôr prosím.

source: INVALID NUMBER
sk: NEPLATNÉ ČÍSLO

source: RATE LIMIT
sk: LIMIT RÝCHLOSTI

source: SMS send fail
sk: Chyba pri odosielan�SMS spr�y

source: Jun
sk: Jún

source: Jul
sk: Júl

source: Oct
sk: Okt

source: Client go offline
sk: Klient sa odpojil

source: Art
sk: Umenie

source: Cars
sk: Autá

source: Celebrity Fans
sk: Celebrity

source: Collections
sk: Zbierky
