Repository: dhyannataraj/sim-im-test
Catalog: trunk/po/*.po
Languages: sk

source: Afghanistan
sk: Afghanistán

source: Albania
sk: Albánsko

source: Algeria
sk: Alžírsko

source: American Samoa
sk: Americká Samoa

source: Andorra
sk: Andora

source: Argentina
sk: Argentína

source: Armenia
sk: Arménsko

source: Ascension Island
sk: Ostrov Nanebovstoupenia

source: Australia
sk: Austrália

source: Australian Antarctic Territory
sk: Australsko Antarktické Teritorium

source: Austria
sk: Rakúsko

source: Azerbaijan
sk: Azerbajdžán

source: Bahamas
sk: Bahamy

source: Bangladesh
sk: Bangladéš

source: Belarus
sk: Bielorusko

source: Belgium
sk: Belgicko

source: Bolivia
sk: Bolívia

source: Bosnia and Herzegovina
sk: Bosna a Hercegovina

source: Brazil
sk: Brazília

source: British Virgin Islands
sk: Britské panenské ostrovy

source: Bulgaria
sk: Bulharsko

source: Cambodia
sk: Kamboda

source: Cameroon
sk: Kamerun

source: Canada
sk: Kanada

source: Cape Verde Islands
sk: Kapské kráľovské ostrovy

source: Cayman Islands
sk: Kajmanské ostrovy

source: Central African Republic
sk: Stredoafrická republika

source: Chad
sk: Čad

source: Chile
sk: Čile

source: China
sk: Čína

source: Christmas Island
sk: Vianočný ostrov

source: Cocos-Keeling Islands
sk: Kokosové ostrovy

source: Colombia
sk: Kolumbia

source: Comoros
sk: Komoren

source: Congo
sk: Kongo

source: Cook Islands
sk: Cookove ostrovy

source: Costa Rica
sk: Kostarika

source: Croatia
sk: Chorvátsko

source: Cuba
sk: Kuba

source: Czech Republic
sk: Česká republika

source: Denmark
sk: Dánsko

source: Djibouti
sk: Dschibuti

source: Dominican Republic
sk: Dominikánska republika

source: Ecuador
sk: Equador

source: Equatorial Guinea
sk: Rovníková Guinea

source: Estonia
sk: Estónsko

source: Ethiopia
sk: Etiopia

source: Faeroe Islands
sk: Faerské ostrovy

source: Falkland Islands
sk: Falklandské ostrovy

source: Fiji Islands
sk: Fidijské ostrovy

source: Finland
sk: Fínsko

source: France
sk: Francúzsko

source: French Antilles
sk: Francúzske Antily

source: French Guiana
sk: Francúzska Guiana

source: French Polynesia
sk: Francúzska Polynézia

source: Gabon
sk: Gabun

source: Gambia
sk: Gambie

source: Germany
sk: Nemecko

source: Greece
sk: Grécko

source: Greenland
sk: Grónsko

source: Hungary
sk: Maďarsko

source: INMARSAT (Atlantic-East)
sk: INMARSAT (Východný Atlantik)

source: INMARSAT (Atlantic-West)
sk: INMARSAT (Západný Atlantik)

source: INMARSAT (Indian)
sk: INMARSAT (India)

source: INMARSAT (Pacific)
sk: INMARSAT (Pacifik)

source: Iceland
sk: Island

source: Indonesia
sk: Indonézia

source: International Freephone Service
sk: Medzinárodné bezplatné telefónne služby (IFS)

source: Iran
sk: Irán

source: Iraq
sk: Irak

source: Ireland
sk: Írsko

source: Israel
sk: Izrael

source: Italy
sk: Taliansko

source: Jamaica
sk: Jamaika

source: Japan
sk: Japonsko

source: Jordan
sk: Jordánsko

source: Kazakhstan
sk: Kazachstán

source: Kenya
sk: Keňa

source: Korea (North)
sk: Kórea (severná)

source: Korea (Republic of)
sk: Korejská republika

source: Kyrgyz Republic
sk: Kyrgiská republika

source: Latvia
sk: Litva

source: Lebanon
sk: Libanon

source: Libya
sk: Lybie

source: Liechtenstein
sk: Lichtenštajnsko

source: Lithuania
sk: Litauen

source: Luxembourg
sk: Luxembursko

source: Madagascar
sk: Madagaskar

source: Malaysia
sk: Malajzia

source: Maldives
sk: Male Divy

source: Marshall Islands
sk: Maršalové ostrovy

source: Mayotte Island
sk: Mayotteinseln

source: Mexico
sk: Mexiko

source: Micronesia, Federated States of
sk: Mikronézia

source: Moldova
sk: Moldavsko

source: Monaco
sk: Monako

source: Mongolia
sk: Mongolsko

source: Morocco
sk: Maroko

source: Mozambique
sk: Mozambik

source: Namibia
sk: Namíbia

source: Nepal
sk: Nepál

source: Netherlands Antilles
sk: Holanské Antily

source: Netherlands
sk: Holansko

source: New Caledonia
sk: Nová Kaledonia

source: New Zealand
sk: Nový Zéland

source: Nicaragua
sk: Nikaragua

source: Nigeria
sk: Nigéria

source: Norway
sk: Nórsko

source: Pakistan
sk: Pakistán

source: Papua New Guinea
sk: Papua Nová Guinea

source: Philippines
sk: Filipíny

source: Poland
sk: Poľsko

source: Portugal
sk: Portugalsko

source: Qatar
sk: Katar

source: Republic of Macedonia
sk: Macedonská republika

source: Romania
sk: Rumunsko

source: Russia
sk: Rusko

source: Rwanda
sk: Ruanda

source: Saint Lucia
sk: Sv. Lucia

source: Saudi Arabia
sk: Saudská Arábia

source: Senegal Republic
sk: Senegalská republika

source: Seychelle Islands
sk: Sejšelské ostrovy

source: Singapore
sk: Singapur

source: Slovak Republic
sk: Slovenská republika

source: Slovenia
sk: Slovinsko

source: Somalia
sk: Somálsko

source: South Africa
sk: Južná Afrika

source: Spain
sk: Španielsko

source: St. Helena
sk: Sv. Helena

source: St. Kitts
sk: Sv. Kitts

source: St. Pierre and Miquelon
sk: Sv. Pierre a Miquelon

source: St. Vincent and the Grenadines
sk: Sv. Vincent a Grenadines

source: Sudan
sk: Sudán

source: Suriname
sk: Surinam

source: Swaziland
sk: Svazijsko

source: Sweden
sk: Švédsko

source: Switzerland
sk: Švajčiarsko

source: Syria
sk: Síria

source: Taiwan, Republic of China
sk: Taiwan, Čínska republika

source: Tajikistan
sk: Tadžikistán

source: Tanzania
sk: Tanzánia

source: Thailand
sk: Thajsko

source: Trinidad and Tobago
sk: Trinidad a Tobago

source: Tunisia
sk: Tunisko

source: Turkey
sk: Turecko

source: Turkmenistan
sk: Turkmenistán

source: Turks and Caicos Islands
sk: Turks and Caicos Island

source: Ukraine
sk: Ukrajina

source: United Arab Emirates
sk: Spojené arabské emiráty

source: United Kingdom
sk: Spojené kráľovstvo

source: United States Virgin Islands
sk: Spojené štáty Panenské ostrovy

source: Uruguay
sk: Uruguaj

source: Uzbekistan
sk: Uzbekistán

source: Vatican City
sk: Vatikán

source: Wallis and Futuna Islands
sk: Wallis a Futuna Islands

source: Western Samoa
sk: Západná Samoa

source: Yemen
sk: Jemen

source: Yugoslavia
sk: Juhoslávia

source: Zaire
sk: Zair

source: Bad option %1
sk: Zlá voľba %1

source: Usage: %1
sk: Použitie: %1

source: SSL write error
sk: Chyba pri zapisovaní SSL (write error)

source: SSL connect error
sk: Chyba pri pripájaní SSL (connect error)

source: SSL shutdown error
sk: Chyba pri ukončovaní SSL (shutdown error)

source: SSL shuwdown error
sk: Chyba pri ukončovaní SSL (shutdown error)

source: SSL accept error
sk: Chyba pri akceptácii SSL (accept error)

source: SSL read error
sk: Chyba pri čítaní SSL (read error)

source: SSL init error
sk: Chyba pri inicializácii SSL (init error)

source: %1 Mbytes
sk: %1 MB

source: %1 kbytes
sk: %1 kB

source: %1 bytes
sk: %1 B

source: Can't open %1
sk: Nie je monžné otvoriť %1

source: replace this with information about your translation team
sk: Slovenský prekladateľský tím - Slovak Translation Team: Tomáš Oláh mailto://tomas.olah@alert.sk http://griffin.alert.sk

source: This program is distributed under the terms of the GPL v2.
sk: Tento program je šírený pod licenciou GPL v2.

source: Read socket error
sk: Chyba pri čítaní soketu

source: _: Dear translator, please do not translate this string in any form, but pick the _right_ value out of NoPlural/TwoForms/French... If not sure what to do mail thd@kde.org and coolo@kde.org, they will tell you. Better leave that out if unsure, the programs will crash!! Definition of PluralForm - to be set by the translator of kdelibs.po
sk: NoPlural

source: &Yes
sk: &Áno

source: &Apply
sk: &Použiť

source: &Register
sk: &Registrácia

source: &Cancel
sk: &Zrušiť

source: &Close
sk: &Zavrieť

source: &No
sk: &Nie

source: &Help
sk: &Pomoc

source: Smile
sk: Úmev

source: Surprised
sk: Prekvapený

source: Indifferent
sk: ľahostajný

source: Skeptical
sk: Skeptický

source: Sad
sk: Smutný

source: Kiss
sk: Bozk

source: Annoyed
sk: Zlostný

source: Crying
sk: Plačúci

source: Wink
sk: Žmurk

source: Angry
sk: Naštvaný

source: Embarrassed
sk: V rozpakoch

source: Uptight
sk: Podráždený

source: Teaser
sk: Chytrý

source: Cool
sk: Perfektný

source: Angel
sk: Anjel

source: Grin
sk: Úškrnok

source: Connect error
sk: Chyba spojenia

source: Can't resolve host
sk: Nemôžem resolvovať %1

source: Connection closed
sk: Spojenie bolo ukončené

source: Socket error
sk: Chyba soketu

source: Can't allocate port
sk: Nemôžem alokovať port

source: Hu&e:
sk: Zafarb&enie:

source: &Red:
sk: &Červená:

source: &Green:
sk: &Zelená:

source: Bl&ue:
sk: &Modrá:

source: A&lpha channel:
sk: A&lfa kanál:

source: &Basic colors
sk: Základné &farby

source: &Custom colors
sk: &Vlastné farby

source: &Define Custom Colors >>
sk: &Definovať vlastné farby >>

source: Cancel
sk: Zrušiť

source: &Add To Custom Colors
sk: &Pridať do vlastných farieb

source: Select color
sk: Vybrať farbu

source: Copy or Move a File
sk: Kopírovať alebo presunúť súbor

source: Read: %1
sk: Čítať: %1

source: Write: %1
sk: Zapísať: %1

source: All files (*)
sk: Všetky súbory (*)

source: Name
sk: Meno

source: Size
sk: Veľkosť

source: Type
sk: Typ

source: Date
sk: Dátum

source: Attributes
sk: Atribty

source: Look &in:
sk: N�&ad:

source: File &name:
sk: Me&no sboru:

source: File &type:
sk: &Typ sboru:

source: Back
sk: Sp�

source: One directory up
sk: O adres� vyie

source: Create New Folder
sk: Vytvoriť nový adresár

source: List View
sk: Pohad (zoznam)

source: Detail View
sk: Pohad (detail)

source: Preview File Info
sk: Informácie o súbore

source: Preview File Contents
sk: Ukázať obsah sboru

source: Read-write
sk: �tanie-Z�is

source: Read-only
sk: Len �tanie

source: Write-only
sk: Len z�is

source: Inaccessible
sk: Nepr�tupn

source: Symlink to File
sk: Linka na sbor

source: Symlink to Directory
sk: Linka na adres�

source: Symlink to Special
sk: Linka na zvl�ny sbor

source: File
sk: Sbor

source: Dir
sk: Adres�

source: Special
sk: peci�ny

source: Open
sk: Otvori

source: Save as
sk: Uložiť ako

source: &Open
sk: &Otvori

source: &Save
sk: U&ložiť

source: &Rename
sk: &Premenovať

source: &Delete
sk: &Zmaza

source: R&eload
sk: &Obnovi

source: Sort by &Name
sk: Zoradi poda me&na

source: Sort by &Size
sk: Zoradi poda veko&sti

source: Sort by &Date
sk: Zoradi poda &d�umu

source: &Unsorted
sk: &Nezoraden�

source: Sort
sk: Zoradenie

source: Show &hidden files
sk: Zobrazi &skryt�sbory

source: the file
sk: sbor

source: the directory
sk: adres�

source: the symlink
sk: linka

source: Delete %1
sk: Zmaza %1

source: <qt>Do you really want to delete %1 "%2"?</qt>
sk: <qt>Naozaj si prajete zmaza %1 "%2"?</qt>

source: New Folder 1
sk: Nový adresár 1

source: New Folder
sk: Nový adresár

source: New Folder %1
sk: Nový adresár %1

source: Find Directory
sk: N�s adres�

source: Directories
sk: Adresáre

source: Save
sk: Uložiť

source: Error
sk: Chyba

source: %1 File not found. Check path and filename.
sk: %1 sbor nen�den. Overte si cestu a n�ov sboru.

source: ERROR
sk: CHYBA

source: Font st&yle
sk: tl&y fontov

source: &Size
sk: Veko&s

source: Effects
sk: Efekty

source: Stri&keout
sk: Prečiar&knuté

source: &Underline
sk: Pod�arkn&ut�

source: &Color
sk: &Farba

source: Sample
sk: Pr�lad

source: Scr&ipt
sk: Skr&ipt

source: Apply
sk: Poui

source: Close
sk: Zavrie

source: Select Font
sk: Vybrať písmo

source: <h3>About Qt</h3><p>This program uses Qt version %1, a multiplatform C++ GUI toolkit from Trolltech. Qt provides single-source portability across Windows 95/98/NT/2000, Linux, Solaris, HP-UX and many other versions of Unix with X11.</p><p>See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>
sk: <h3>O Qt</h3><p>Tento program pou�a Qt vo verzii %1, multiplatformov C++ GUI toolkit od Trolltech. Qt poskytuje "single-source" portabilitu od Windows 95/98/NT/2000 cez Linux, Solaris, HP-UX a mnoho inch verzi�Unixov s X11.</p><p>Viac se dozviete na <tt>http://www.trolltech.com/qt/</tt>.</p>

source: Help
sk: Pomoc

source: Defaults
sk: Predvolené

source: < Back
sk: < Sp�

source: Next >
sk: �lej >

source: Finish
sk: Koniec

source: Could not rename %1 to %2
sk: Nie je monže premenovať %1 na %2

source: Could not open %1
sk: Nie je mon�otvori %1

source: Could not write %1
sk: Nie je mon�zap�a %1

source: Operation stopped by the user
sk: Operácia bola prerušená užívateľom

source: (unknown)
sk: (nezn�e)

source: Host %1 found
sk: Server %1 n�den

source: Host found
sk: Server n�den

source: Connected to host %1
sk: Pripojený k serveru %1

source: Connected to host
sk: Pripojený k serveru

source: Connection to %1 closed
sk: Spojenie s %1 bolo ukon�n�

source: Login Incorrect
sk: Chyba pri prihlasovan�

source: Col %1
sk: St�ec %1

source: Row %1
sk: Riadok %1

source: Undo
sk: Vr�sp�

source: Redo
sk: Urobi znovu

source: Cut
sk: Vystrihn

source: Copy
sk: Kop�ova

source: Paste
sk: Vloi

source: Clear
sk: Odzna�

source: Select All
sk: Vybrať všetko

source: &Left
sk: V&avo

source: &Right
sk: Vp&ravo

source: &Top
sk: &Hore

source: &Bottom
sk: &Dole

source: R&estore
sk: O&bnovi

source: &Hide
sk: S&kry

source: Line Up Toolbars (compact)
sk: N�trojov�lity (kompaktn�

source: Line Up Toolbars (normal)
sk: N�trojov�lity (norm�ne)

source: Paste special...
sk: Vloi peci�ne...

source: What's this?
sk: � je to?

source: &Restore
sk: O&bnovi

source: &Move
sk: Pres&unúť

source: Mi&nimize
sk: Mi&nimalizova

source: Ma&ximize
sk: Ma&ximalizova

source: &Roll up
sk: Z&rolova

source: Minimize
sk: Minimalizova

source: Restore Down
sk: Vyrolova

source: Maximize
sk: Maximalizova

source: Roll up
sk: Zrolova

source: Roll down
sk: Zrolova

source: &Undo
sk: Vr�i sp�

source: &Redo
sk: Urobi znovu

source: Cu&t
sk: Vystrihn

source: &Copy
sk: &Kop�ova

source: &Paste
sk: Vloi

source: light
sk: svetl�

source: demibold
sk: polotu��

source: bold
sk: tu��

source: black
sk: �erne

source: italic
sk: kurz�a

source: strikeout
sk: Prečiar&knuté

source: underline
sk: Pod�arkn&ut�

source: *.wav|Sounds
sk: *.wav|(Zvuky)

source: Sounds(*.wav)
sk: Zvuky(*.wav)

source: Select sound
sk: Vybrať zvuk

source: January
sk: Janu�

source: February
sk: Febru�

source: March
sk: Marec

source: April
sk: Apr�

source: May
sk: M�

source: June
sk: Jn

source: July
sk: Jl

source: October
sk: Okt�er

source: Mon
sk: Pon

source: Tue
sk: Ut

source: Wed
sk: Str

source: Thu
sk: tv

source: Fri
sk: Pia

source: Sat
sk: Sob

source: Sun
sk: Ned

source: Custom
sk: Vlastn�

source: Multiprotcol instant messenger
sk: Multiprotokolov instantn messenger

source: Maintainer
sk: Spr�ca

source: Developer
sk: Vvoj�

source: Windows XP style
sk: tl "Windows XP"

source: MSN protocol error
sk: Chyba protokolu MSN

source: Youur account is being used from another location
sk: Vae konto je pou�an�z in�o miesta

source: Login failed
sk: Chybn�prihl�enie

source: Network
sk: Sie

source: Last online
sk: Naposledy pripojený

source: Online
sk: Pripojený

source: Contact go offline
sk: Kontakt sa odpojil

source: Send message failed
sk: Nastala chyba pri odosielan�spr�y

source: Message declined
sk: Spr�a odmietnut�

source: Can't established direct connection
sk: Nie je možné vytvoriť priame pripojenie

source: Transfer canceled
sk: Prenos prerušený

source: File transfer failed
sk: Prenos skončil s chybou

source: Register in .NET Passport
sk: Registrova v .NET Passport

source: Contact %1 added to list
sk: Kontakt %1 bol pridan do zoznamu

source: Invalid address: %1
sk: Chybn�adresa: %1

source: MSN search results
sk: Vsledky hadania MSN

source: Contact %1 allready in list
sk: Kontakt %1 je u v zozname

source: Away
sk: Preč (Away)

source: N/A
sk: Nedostupný (N/A)

source: Busy
sk: Zaneprázdnený

source: Be right back
sk: Hneď som späť

source: On the phone
sk: Na telefóne

source: On the lunch
sk: Na obede

source: Offline
sk: Nepripojený

source: Form1
sk: Formulár 1

source: Add to group:
sk: Pridať do skupiny:

source: &Add contact
sk: Prid&ať kontakt

source: Nick:
sk: Prezývka (Nick):

source: &Names
sk: Me&ná

source: Status:
sk: Stav:

source: &Status
sk: &Stav

source: Login:
sk: Prihlasovacie meno:

source: Password:
sk: Heslo:

source: Port range for direct connections:
sk: Rozsah portov pre priame pripojenie:

source: Use &HTTP polling
sk: Poui &HTTP polling

source: &Automatically use HTTP pooling if proxy required
sk: &Automaticky poui HTTP pooling, ak to proxy vyaduje

source: Note: For HTTP-pooling using proxy setings for HTTP
sk: Pozn�ka: Pre HTTP pooling pouite nastavenie proxy pre HTTP

source: &Automaticaly add contacts in accept list
sk: &Automaticky prida kontakty do zoznamu akceptovanch

source: &Network
sk: &Sie

source: Home directory
sk: Domovsk adres�

source: Plugin provides select directory for store config files
sk: Zásuvný modul umožňuje vybrať miesto uloženia konfiguračných súborov

source: Set home directory
sk: Nastavi domovsk adres�

source: Use &default path
sk: Poui stan&dardn cestu

source: Path for config files:
sk: Cesta pre konfiguračné súbory:

source: Norwegian Wood
sk: N�ske drevo

source: Metal style
sk: tl "Metal"

source: Fonts and colors
sk: Fonty a farby

source: Styles
sk: tly

source: Plugin provides styles
sk: Z�uvn modul umo�je pouitie tlov

source: Use &system fonts
sk: Poui &syst�ov�p�ma

source: Base font:
sk: Z�ladn�p�mo:

source: Background color:
sk: Farba pozadia:

source: Button color:
sk: Farba tla�tka:

source: Use system &colors
sk: Poui &syst�ov�farby

source: Menu font:
sk: P�mo pre menu:

source: Migrate
sk: Migr�ia

source: Plugin provides convert configuration and history from SIM 0.8
sk: Zásuvný modul umožňuje konverziu konfigur�ie a hist�ie z SIM v0.8

source: Cancel convert?
sk: Zrušiť konverziu?

source: Convert configuration from old version
sk: Konvertova konfigur�iu zo starej verzie

source: Directories for convert:
sk: Adresáre pre konverziu:

source: &Remove old files
sk: Odst&r�i star�sbory

source: Note! If you select an option " Remove old files ", you can not use the old version
sk: Pozn�ka! Ak si vyberiete vobu " Odstr�i star�sbory ", nebudete m�t pou�a star verziu

source: Select directories for convert
sk: Vybrať adresáre pre konverziu

source: Convert configuration
sk: Konfigur�ia konverzie

source: User info
sk: Inform�ie o u�ateovi

source: Autoreply
sk: Automatick�odpove�

source: Plugins
sk: Pluginy

source: Setup
sk: Nastavenie

source: Configure
sk: Konfigurácia

source: Update info
sk: Aktualizova informácie o užívateľovi

source: More...
sk: Viac...

source: Customize toolbar...
sk: Prispôsobiť nástrojovú lištu ...

source: Configure %1 client
sk: Konfigurovať %1 klienta

source: Container
sk: Kontajner

source: _: male %1 is typing
sk: %1 p�

source: _: female %1 is typing
sk: %1 p�

source: Interface
sk: Rozhranie

source: System interface
sk: Syst�ov�rozhranie

source: Arabic
sk: Arabsky

source: Baltic
sk: Baltsk�

source: Central European
sk: Stredoeur�ske

source: Chinese
sk: �nske

source: Chinese Simplified
sk: �nske (zjednoduen�

source: Chinese Traditional
sk: �nske (tradi��

source: Cyrillic
sk: Cyrilika

source: Ukrainian
sk: Ukrajinsky

source: Greek
sk: Gr�ky

source: Hebrew
sk: Hebrejsky

source: Japanese
sk: Japonsky

source: Korean
sk: Korejsky

source: Western European
sk: Z�adoeur�ske

source: Tamil
sk: Tamilske

source: Thai
sk: Thaisky

source: Turkish
sk: Turecky

source: I am currently away from ICQ. Please leave your message and I will get back to you as soon as I return!
sk: Moment�ne som pre� Polite mi spr�u, odpoviem V�, ke�sa vr�im!

source: I am out'a here. See you tomorrow!
sk: Som pre� Uvid�e se zajtra!

source: Please do not disturb me now. Disturb me later.
sk: Teraz ma, prosím, nevyrušujte. Skúste neskôr.

source: We'd love to hear what you have to say. Join our chat.
sk: Sks n�chat.

source: Unread messages
sk: Nepre�tane spr�y

source: Quit
sk: Ukončiť

source: Search / Add contact
sk: Hľadať/Pridať kontakt

source: &Send SMS
sk: Odo&slať SMS

source: &Phone service
sk: Telefónne služby

source: Message
sk: Spr�a

source: Contact
sk: Kontakt

source: Group
sk: Skupina

source: User &info
sk: &Inform�ie o u�ateovi

source: &History
sk: &Hist�ia

source: &Send
sk: Odo&sla

source: &Insert smile
sk: Vloi emo&tikon

source: Send in &translit
sk: Odosla preloen�

source: C&lose after send
sk: Po odoslan�&zavrie

source: &Multiply send
sk: Posla viacer�m

source: Back&ground color
sk: Farba &pozadia

source: &Foreground color
sk: Farba p&opredia

source: &Bold
sk: &Tu��

source: &Italic
sk: &Kurz�a

source: Select &font
sk: Vber &p�ma

source: Select &file
sk: Vber &sboru

source: &Phone number
sk: &Telef�ne �slo

source: &Next
sk: &�l�

source: &Direction
sk: Smer

source: &Previous page
sk: &Predol�str�ka

source: &Next page
sk: �lia str�nka

source: &Open message
sk: &Otvori spr�u

source: &Delete message
sk: &Zmaza spr�u

source: &Cut history
sk: &Vystrihn hist�iu

source: &Quote
sk: &Cit�ia

source: &Forward
sk: Prepos&la

source: &Answer
sk: Odpoved&a

source: Enable spell check
sk: Povoli kontrolu pravopisu

source: Spell check
sk: Kontrola pravopisu

source: &Messages
sk: &Spr�y

source: Show &offline
sk: Ukázať neprip&ojených

source: &No show groups
sk: iad&ne zobrazen�skupiny

source: Group mode 1
sk: M� skupiny 1

source: Group mode 2
sk: M� skupiny 2

source: Show &empty groups
sk: Zobrazi pr�dn&e skupiny

source: &Create group
sk: Vytvori skupinu

source: &Rename group
sk: Premenova skupinu

source: &Delete group
sk: Zmaza skupinu

source: Up
sk: Hore

source: Down
sk: Dole

source: Show &always
sk: Uk�&a vdy

source: To container
sk: Do kontajneru

source: &Location
sk: Umiestnenie

source: &Phone book
sk: Telef�ny zoznam

source: &No show
sk: Nezobrazovať

source: &Available
sk: Dostupn

source: &Busy
sk: Obsaden

source: Decline file without reason
sk: Odmietnu sbor bez pr�iny

source: Sorry, I'm busy right now, and can not respond to your request
sk: Prepáčte, ale momentálne som zaneprázdnený a nemôžem odpovedať na požiadavku

source: Sorry, I'm busy right now, but I'll be able to respond to you later
sk: Prepáčte, momentálne som zaneprázdnený, ale môžem odpovedať neskôr

source: Enter a decline reason
sk: Vloi d�od odmietnutia

source: &Edit
sk: &Upravi

source: ip-address
sk: IP adresa

source: phone
sk: telef�

source: contact nick
sk: prezvka kontaktu

source: number of unread messages from this contact
sk: po�t nepre�tanch spr� od kontaktu

source: contact status
sk: stav kontaktu

source: time of set status
sk: �s nastavenie stavu

source: time from set status
sk: �s od nastavenia stavu

source: At loading contact list contacts with identical names were automatically joined. If it is wrong, you can separate them. For this purpose in contact menu choose the necessary name and choose a command "Separate".
sk: Pri nahrávaní zoznamu kontaktov, kontakty s rovnakými menami sa automaticky spoja do jedného. Ak to nie je správne, môžete ich rozdeliť označením kontaktu a z menu vybrať príkaz "Rozdeliť"

source: Don't show this message in next time
sk: Nabudúce nezobrazovať túto správu

source: `<command>` - call <command> and substitute command output
sk: `<command>` - zavola <command> a nahradi vstup pr�azu

source: &Separate
sk: Oddeli

source: from %1
sk: od u�atea %1

source: &New
sk: &Nov

source: Not available
sk: Nedostupn

source: %1 from %2
sk: %1 od %2

source: %1 wrote:
sk: %1 nap�al:

source: Send SMS
sk: Posla SMS

source: Connection manager
sk: Správca pripojenia

source: Show status panel
sk: Zobrazi status panel

source: Connections
sk: Pripojenia

source: Change profile
sk: Zmeni profil

source: Common status
sk: Ben stav

source: Configure client
sk: Konfigurova klienta

source: &Invisible
sk: Neviditen

source: Add mail address
sk: Prida potov adresu

source: Edit mail address
sk: Upravi potov adresu

source: Add phone number
sk: Prida telef�ne �slo

source: Edit phone number
sk: Zmeni telef�ne �slo

source: Bad path: %1
sk: Chybn�cesta: %1

source: Can't create: %1
sk: Nem�m vytvori: %1

source: For all files
sk: Pre vetky sbory

source: &Replace
sk: &Premiestni

source: &Skip
sk: Pres&ko�
